
/* Workgroup picker title text */
"MCX_WORKGROUPS_FOR" = "Arbetsgrupper för %@";
"MCX_NO_WORKGROUPS_FOR" = "Det finns inga arbetsgrupper för %@";


/* Alert strings */
"MCX_CANT_CREATE_MOBILE_ACCNT_TITLE" = "Kan inte skapa ett flyttbart konto.";
"MCX_CANT_CREATE_MOBILE_ACCNT_TEXT" = "Ett problem uppstod när det flyttbara kontot skapades.";
"MCX_CANT_MOUNT_MOBILE_ACCNT_DEVICE_TEXT" = "Ett problem uppstod med att ansluta till volymen med ditt flyttbara konto.";
"MCX_CANT_CREATE_MOBILE_ACCNT_RECORD_TEXT" = "Ett problem uppstod med att skapa en post för det flyttbara kontot.";
"MCX_BAD_MOBILE_ACCNT_PATH_TEXT" = "Ett problem uppstod med att skapa eller komma åt ”%@”.";
"MCX_CANT_CREATE_FILEVAULT_HOME_TEXT" = "Problem uppstod med att skapa en FileVault-hemmapp.";
"MCX_BAD_FILEVAULT_HOME_PATH_TEXT" = "Ditt FileVault-hem kan inte skapas eftersom det redan finns en mapp med samma namn.";

"MCX_USER_CANT_LOGIN_SIMULTANEOUS_TITLE" = "Du kan inte fortsätta eftersom du redan är inloggad på en annan dator.";
"MCX_USER_CANT_LOGIN_SIMULTANEOUS_TEXT" = "Du kan bara logga in på en dator åt gången. Kontakta systemadministratören eller försök igen senare.";

"MCX_USER_CANT_LOGIN_MEMBERSHIP_DENIED_TITLE" = "Du får inte logga in för närvarande.";
"MCX_USER_CANT_LOGIN_MEMBERSHIP_DENIED_TEXT" = "Dina nuvarande inställningar tillåter inte att du loggar in.  Kontakta systemadministratören.";

"MCX_USER_CANT_LOGIN_LOCAL_NOT_ALLOWED_TITLE" = "Du får inte logga in för närvarande.";
"MCX_USER_CANT_LOGIN_LOCAL_NOT_ALLOWED_TEXT" = "Lokala användare får inte logga in. Kontakta systemadministratören.";

